submission_logs/1_2_two_servers/0/32/1-0/1/memtier/4.log
1         Threads
32        Connections per thread
80        Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
------------------------------------------------------------------------
Sets        3124.66          ---          ---     10.23700     12621.89 
Gets           0.00         0.00         0.00      0.00000         0.00 
Waits          0.00          ---          ---      0.00000          --- 
Totals      3124.66         0.00         0.00     10.23700     12621.89 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.710         0.00
SET       0.730         0.00
SET       0.750         0.00
SET       0.760         0.00
SET       0.780         0.00
SET       0.790         0.00
SET       0.800         0.00
SET       0.810         0.00
SET       0.820         0.01
SET       0.830         0.01
SET       0.840         0.01
SET       0.850         0.01
SET       0.860         0.01
SET       0.870         0.01
SET       0.880         0.01
SET       0.890         0.01
SET       0.900         0.02
SET       0.910         0.02
SET       0.920         0.02
SET       0.930         0.03
SET       0.940         0.03
SET       0.950         0.04
SET       0.960         0.04
SET       0.970         0.04
SET       0.980         0.05
SET       0.990         0.06
SET       1.000         0.13
SET       1.100         0.39
SET       1.200         0.94
SET       1.300         1.98
SET       1.400         3.70
SET       1.500         6.24
SET       1.600         9.13
SET       1.700        12.45
SET       1.800        15.93
SET       1.900        19.16
SET       2.000        21.98
SET       2.100        24.39
SET       2.200        26.36
SET       2.300        27.96
SET       2.400        29.23
SET       2.500        30.17
SET       2.600        30.95
SET       2.700        31.55
SET       2.800        32.05
SET       2.900        32.43
SET       3.000        32.72
SET       3.100        32.97
SET       3.200        33.17
SET       3.300        33.34
SET       3.400        33.50
SET       3.500        33.62
SET       3.600        33.70
SET       3.700        33.79
SET       3.800        33.85
SET       3.900        33.90
SET       4.000        33.94
SET       4.100        34.00
SET       4.200        34.04
SET       4.300        34.10
SET       4.400        34.14
SET       4.500        34.19
SET       4.600        34.23
SET       4.700        34.26
SET       4.800        34.30
SET       4.900        34.34
SET       5.000        34.37
SET       5.100        34.39
SET       5.200        34.42
SET       5.300        34.45
SET       5.400        34.47
SET       5.500        34.50
SET       5.600        34.53
SET       5.700        34.56
SET       5.800        34.61
SET       5.900        34.65
SET       6.000        34.68
SET       6.100        34.70
SET       6.200        34.73
SET       6.300        34.76
SET       6.400        34.78
SET       6.500        34.81
SET       6.600        34.83
SET       6.700        34.86
SET       6.800        34.89
SET       6.900        34.93
SET       7.000        34.95
SET       7.100        34.98
SET       7.200        35.01
SET       7.300        35.05
SET       7.400        35.07
SET       7.500        35.11
SET       7.600        35.14
SET       7.700        35.17
SET       7.800        35.19
SET       7.900        35.21
SET       8.000        35.24
SET       8.100        35.28
SET       8.200        35.31
SET       8.300        35.34
SET       8.400        35.36
SET       8.500        35.38
SET       8.600        35.40
SET       8.700        35.43
SET       8.800        35.45
SET       8.900        35.48
SET       9.000        35.52
SET       9.100        35.57
SET       9.200        35.62
SET       9.300        35.66
SET       9.400        35.71
SET       9.500        35.77
SET       9.600        35.81
SET       9.700        35.86
SET       9.800        35.91
SET       9.900        35.96
SET      10.000        36.33
SET      11.000        37.44
SET      12.000        40.22
SET      13.000        47.33
SET      14.000        63.68
SET      15.000        85.91
SET      16.000        96.47
SET      17.000        98.43
SET      18.000        98.91
SET      19.000        99.20
SET      20.000        99.41
SET      21.000        99.49
SET      22.000        99.52
SET      23.000        99.56
SET      24.000        99.59
SET      25.000        99.62
SET      26.000        99.66
SET      27.000        99.71
SET      28.000        99.78
SET      29.000        99.88
SET      30.000        99.91
SET      31.000        99.95
SET      32.000        99.96
SET      33.000        99.97
SET      34.000        99.97
SET      39.000        99.97
SET      40.000        99.97
SET      42.000        99.97
SET      43.000        99.97
SET      44.000        99.97
SET      46.000        99.97
SET      47.000        99.98
SET      76.000        99.98
SET      89.000        99.98
SET      90.000        99.98
SET      91.000        99.98
SET     150.000        99.99
SET     160.000       100.00
SET     170.000       100.00
SET     180.000       100.00
SET     190.000       100.00
---
---